#!/usr/bin/python
# -*- coding: utf-8 -*-


class Weather:

    __day = [
            '오늘', '내일', '모레', '글피'
            '월요일', '화요일', '수요일', '목요일', '금요일', '토요일', '일요일'
    ]
    __area = [
            '진북동', '인후동', '덕진동', '금암동', '팔복동', '산정동',
            '금상동', '우아동', '호성동', '전미동', '송천동', '반월동',
            '화전동', '용정동', '성덕동', '원동', '동산동', '고랑동',
            '여의동', '만성동', '장동', '도도동', '강흥동', '도덕동',
            '남정동', '인후', '조촌동'
    ]
  
    def __init__(self, words):
        self.words = words

    def convo(self):
        for word in words:
            
        
        
            
