#!/usr/bin/python
# -*- coding: utf-8 -*-

def get_day():
    return __day
def get_area():
    return __area

__day = {
'월요일' : '월요일', '화요일' : '화요일', '수요일' : '수요일',
'목요일' : '목요일', '금요일' : '금요일', '토요일' : '토요일',
'일요일' : '일요일', '내일' : '내일', '모레' : '모레',
'글피' : '글피', '주' : '주', '주말' : '주말', '달' : '달',
}

__area = {
'진북동' : '진북동', '진북' : '진북동', '인후동' : '인후동', '인후' : '인후동',
'덕진동' : '덕진동', '덕진' : '덕진동', '금암동' : '금암동', '금암' : '금암동',
'팔복동' : '팔복동', '팔복' : '팔복동', '산정동' : '산정동', '산정' : '산정동',
'상동' : '금상동',  '우아동' : '우아동', '우아' : '우아동', '호성동' : '효성동',
'호성' : '효성동', '미동' : '전미동', '송천동' : '송천동', '송천' : '송천동' ,
'반월동' : '반월동', '반월' : '반월동', '화전동' : '화전동', '화전' : '화전동',
'용' : '용정동', '성덕동' : '성덕동', '성덕' : '성덕동', '원동' : '원동', 
'동산동' : '동산동', '동산' : '동산동', '고랑' : '고랑동', '여의동' : '여의동',
'여의' : '여의동', '성동' : '만성동', '장동' : '장동', '도도' : '도도동',
'흥동' : '강흥동', '도덕' : '도덕동', '남' : '남정동', '조촌동' : '조촌동', 
'조촌' : '조촌동',
}   

